Repository: hehljo/Henga
Catalog: Sources/SynologyMountMac/Localizable.xcstrings
Source language: de
Languages: en

# menu_all_connected
source: Alle Netzlaufwerke verbunden
en: All network shares mounted

# menu_shares
source: Freigaben
en: Shares

# menu_mount_all
source: Alle verbinden
en: Mount All

# menu_unmount_all
source: Alle trennen
en: Unmount All

# menu_settings
source: Einstellungen…
en: Settings…

# menu_quit
source: Beenden
en: Quit

# status_mounted
source: Verbunden
en: Mounted

# status_disconnected
source: Getrennt
en: Disconnected

# status_connecting
source: Verbinde…
en: Connecting…

# status_error
source: Fehler
en: Error

# settings_title
source: SynologyMount Einstellungen
en: SynologyMount Settings

# tab_servers
source: Synology Server
en: Synology Servers

# tab_general
source: Allgemein
en: General

# btn_add_server
source: Server hinzufügen
en: Add Server

# btn_add_share
source: Freigabe hinzufügen
en: Add Share

# btn_detect_shares
source: Freigaben automatisch erkennen
en: Auto-detect Shares

# btn_save
source: Speichern
en: Save

# btn_cancel
source: Abbrechen
en: Cancel

# btn_delete
source: Löschen
en: Delete

# lbl_server_host
source: Host / IP-Adresse
en: Host / IP Address

# lbl_username
source: Benutzername
en: Username

# lbl_password
source: Passwort (Keychain)
en: Password (Keychain)

# lbl_otp_code
source: 2FA / OTP Code (6-stellig)
en: 2FA / OTP Code (6 digits)

# lbl_otp_prompt
source: 2-Faktor-Authentifizierung (2FA) erforderlich. Bitte 6-stelligen OTP Code eingeben:
en: Two-factor authentication (2FA) required. Please enter 6-digit OTP code:

# lbl_remember_device
source: Dieses Gerät dauerhaft merken (vertrauen)
en: Remember this device permanently (trusted)

# lbl_device_trusted_status
source: Dieses Gerät ist vertrauenswürdig (2FA hinterlegt)
en: This device is trusted (2FA token stored)

# lbl_automount
source: Automatisch verbinden
en: Auto-mount

# lbl_shares_count
source: %d Freigabe(n)
en: %d share(s)

# open_in_finder
source: Im Finder öffnen
en: Open in Finder
